[
   
 
    {
      "id": 1,
      "date":"2021-2022",
      "title": "Junior Frontend Developer",
      "description": "I worked closely with the Development team in developing client applications. With my Knowledge of HTML, CSS, and JavaScript and under the supervision of Senior software developers, I participated in writing, debugging, and testing codes",
      "skills": ["IoLogoHtml5", "IoLogoCss3", "RiJavascriptFill", "PiFileSql", "FaGithub","RxFigmaLogo","VscJson"],
      "type":"Experiences"

    },
    {
      "id": 2,
      "date":"2022-2023",
      "title": "Frontend Developer",
      "description": "I handled a wide range of responsibilities including designing and implementing user-friendly web interfaces, developing responsive websites using HTML, CSS, and JavaScript, and integrating modern front-end frameworks such as React. I collaborated closely with back-end developers, designers, and product managers to ensure seamless functionality and user experience across various devices and platforms",
      "skills": ["IoLogoHtml5", "IoLogoCss3", "RiJavascriptFill", "FaReact", "SiAxios","VscJson","TbApi", "FaGithub","SiReactrouter", "SiReacthookform", "SiMongodb"],
      "type":"Experiences"

    }, 
    {
      "id": 5,
      "title": "RemindMe",
      "description": "Your ultimate productivity sidekick! 🚀 Easily organize your tasks with smart lists, reminders, and real-time collaboration. Earn fun badges as you complete tasks and hit milestones. Turn your to-dos into ta-das with remindMe! .",
      "image": "remindme1.png",
      "imagehover":"remindme2.png",
      "link":"https://remindmetest.netlify.app/",
      "type":"Projects"

    },
    {
      "id": 4,
      "title": "Airbeenbee",
      "description": "Our seamless, responsive design ensures a flawless experience on any device. Explore properties with high-res images and immersive virtual tours, all rendered with smooth animations and quick load times. Discover your dream home with a site built for ultimate user delight! .",
      "image": "airbeenbee1.png",
      "link":"https://airbeenbee.netlify.app/",
      "type":"Projects"
      
    },
    {
      "id": 6,
      "title": "AyoatiDayo",
      "description": "Check out Ayo and Dayo's wedding website",
      "image": "do.png",
      "link":"https://ponmileatidayo.netlify.app/home",
      "type":"Projects"

    }
  ]
  